<?php

use yii\helpers\Html;

?>

<div class="row" style="margin: 20px 0 10px 0;">
    <h4 class="text-center"><b>Политика конфиденциальности персональных данных</b></h4>
</div>

<p>
    Настоящая Политика конфиденциальности персональных данных (далее – Политика конфиденциальности) действует в отношении всей информации,
    которую сайт <?= Html::a('https://spaccel.ru/', ['/'], ['target' => '_blank', 'style' => ['color' => '#4F4F4F', 'font-weight' => '700']]) ?> (далее – <b>spaccel</b>), расположенный на доменном имени
    (а также его субдоменах), может получить о Пользователе во время использования сайта (а также его субдоменов), его программ и его продуктов.
</p>

<p>1.	Определение терминов</p>

<div>1.1.	В настоящей Политике конфиденциальности используются следующие термины:</div>

<div style="margin-left: 25px; margin-bottom: 10px;">

    <div>
        1.1.1.	«Администрация сайта» (далее – Администрация) – уполномоченные сотрудники на управление сайтом spaccel,
        которые организуют и (или) осуществляют обработку персональных данных, а также определяет цели обработки персональных данных,
        состав персональных данных, подлежащих обработке, действия (операции), совершаемые с персональными данными.
    </div>
    <div>
        1.1.2.	«Персональные данные» - любая информация, относящаяся к прямо или косвенно определенному,
        или определяемому физическому лицу (субъекту персональных данных).
    </div>
    <div>
        1.1.3.	«Обработка персональных данных» - любое действие (операция) или совокупность действий (операций),
        совершаемых с использованием средств автоматизации или без использования таких средств с персональными данными,
        включая сбор, запись, систематизацию, накопление, хранение, уточнение (обновление, изменение), извлечение, использование,
        передачу (распространение, предоставление, доступ), обезличивание, блокирование, удаление, уничтожение персональных данных.
    </div>
    <div>
        1.1.4.	«Конфиденциальность персональных данных» - обязательное для соблюдения Оператором или иным получившим доступ к персональным данным
        лицом требование не допускать их распространения без согласия субъекта персональных данных или наличия иного законного основания.
    </div>
    <div>
        1.1.5.	«Сайт spaccel» - это совокупность связанных между собой веб-страниц, размещенных в сети Интернет
        по уникальному адресу (URL): https://spaccel.ru/, а также его субдоменах.
    </div>
    <div>
        1.1.6.	«Субдомены» - это страницы или совокупность страниц, расположенные на доменах третьего уровня, принадлежащие сайту spaccel,
        а также другие временные страницы, внизу который указана контактная информация Администрации
    </div>
    <div>
        1.1.7.	«Пользователь сайта spaccel» (далее Пользователь) – лицо, имеющее доступ к сайту spaccel, посредством сети Интернет
        и использующее информацию, материалы и продукты сайта spaccel.
    </div>
    <div>
        1.1.8.	«Cookies» — небольшой фрагмент данных, отправленный веб-сервером и хранимый на компьютере пользователя,
        который веб-клиент или веб-браузер каждый раз пересылает веб-серверу в HTTP-запросе при попытке открыть страницу соответствующего сайта.
    </div>
    <div>1.1.9.	«IP-адрес» — уникальный сетевой адрес узла в компьютерной сети, через который Пользователь получает доступ на spaccel.</div>

</div>

<p>2.	Общие положения</p>

<div style="margin-bottom: 10px;">

    <div>
        2.1.	Использование сайта Пользователем означает согласие с настоящей Политикой конфиденциальности и условиями обработки персональных данных Пользователя.
    </div>
    <div>
        2.2.	В случае несогласия с условиями Политики конфиденциальности Пользователь должен прекратить использование сайта spaccel.
    </div>
    <div>
        2.3.	Настоящая Политика конфиденциальности применяется к сайту spaccel, не контролирует и не несет ответственность
        за сайты третьих лиц, на которые Пользователь может перейти по ссылкам, доступным на сайте spaccel.
    </div>
    <div>
        2.4.	Администрация не проверяет достоверность персональных данных, предоставляемых Пользователем.
    </div>

</div>

<p>3.	Предмет политики конфиденциальности</p>

<div>

    <div>
        3.1.	Настоящая Политика конфиденциальности устанавливает обязательства Администрации по неразглашению и обеспечению режима защиты
        конфиденциальности персональных данных, которые Пользователь предоставляет по запросу Администрации при регистрации на сайте или
        при подписке на информационную e-mail рассылку.
    </div>
    <div>
        3.2.	Персональные данные, разрешённые к обработке в рамках настоящей Политики конфиденциальности, предоставляются Пользователем
        путём заполнения форм на сайте и включают в себя следующую информацию:
    </div>

</div>

<div style="margin-left: 25px;">
    <div>3.2.1.	фамилию, имя, отчество Пользователя;</div>
    <div>3.2.2.	контактный телефон Пользователя;</div>
    <div>3.2.3.	адрес электронной почты (e-mail) Пользователя.</div>
</div>

<div>3.3.	Защищает Данные, которые автоматически передаются при посещении страниц:</div>

<div style="margin-left: 50px;">
    <div>−	IP адрес;</div>
    <div>−	информация из cookies;</div>
    <div>−	информация о браузере:</div>
    <div>−	время доступа;</div>
    <div>−	реферер (адрес предыдущей страницы).</div>
</div>

<div style="margin-left: 25px;">
    <div>3.3.1.	Отключение cookies может повлечь невозможность доступа к частям сайта spaccel, требующим авторизации.</div>
    <div>
        3.3.2.	Осуществляет сбор статистики об IP-адресах своих посетителей. Данная информация используется с целью предотвращения,
        выявления и решения технических проблем.
    </div>
</div>

<div style="margin-bottom: 10px;">
    3.4.	Любая иная персональная информация, неоговоренная выше (история посещения, используемые браузеры, операционные системы и т.д.)
    подлежит надежному хранению и нераспространению, за исключением случаев, предусмотренных в п.п. 5.2. настоящей Политики конфиденциальности.
</div>

<p>4.	Цели сбора персональной информации пользователя</p>

<div>4.1.	Персональные данные Пользователя Администрация может использовать в целях:</div>

<div style="margin-left: 25px; margin-bottom: 10px;">

    <div>4.1.1.	Идентификации Пользователя, зарегистрированного на сайте для его дальнейшей авторизации.</div>
    <div>4.1.2.	Предоставления Пользователю доступа к персонализированным данным сайта.</div>
    <div>
        4.1.3.	Установления с Пользователем обратной связи, включая направление уведомлений, запросов,
        касающихся использования сайта spaccel, обработки запросов и заявок от Пользователя.
    </div>
    <div>4.1.4.	Определения места нахождения Пользователя для обеспечения безопасности, предотвращения мошенничества.</div>
    <div>4.1.5.	Подтверждения достоверности и полноты персональных данных, предоставленных Пользователем.</div>
    <div>4.1.6.	Создания учетной записи для использования частей сайта spaccel, если Пользователь дал согласие на создание учетной записи.</div>
    <div>4.1.7.	Уведомления Пользователя по электронной почте.</div>
    <div>4.1.8.	Предоставления Пользователю эффективной технической поддержки при возникновении проблем, связанных с использованием сайта spaccel.</div>
    <div>4.1.9.	Предоставления Пользователю с его согласия специальных предложений, новостной рассылки и иных сведений от имени сайта spaccel.</div>

</div>

<p>5.	Способы и сроки обработки персональной информации</p>

<div style="margin-bottom: 10px;">

    <div>
        5.1.	Обработка персональных данных Пользователя осуществляется без ограничения срока, любым законным способом,
        в том числе в информационных системах персональных данных с использованием средств автоматизации или без использования таких средств.
    </div>
    <div>
        5.2.	Персональные данные Пользователя могут быть переданы уполномоченным органам государственной власти Российской Федерации только
        по основаниям и в порядке, установленным законодательством Российской Федерации.
    </div>
    <div>
        5.3.	При утрате или разглашении персональных данных Администрация вправе не информировать Пользователя
        об утрате или разглашении персональных данных.
    </div>
    <div>
        5.4.	Администрация принимает необходимые организационные и технические меры для защиты персональной информации
        Пользователя от неправомерного или случайного доступа, уничтожения, изменения, блокирования, копирования, распространения,
        а также от иных неправомерных действий третьих лиц.
    </div>
    <div>
        5.5.	Администрация совместно с Пользователем принимает все необходимые меры по предотвращению убытков или иных
        отрицательных последствий, вызванных утратой или разглашением персональных данных Пользователя.
    </div>

</div>

<p>6.	Права и обязанности сторон</p>

<div>6.1.	Пользователь вправе:</div>

<div style="margin-left: 25px;">

    <div>
        6.1.1.	Принимать свободное решение о предоставлении своих персональных данных, необходимых для использования сайта spaccel,
        и давать согласие на их обработку.
    </div>
    <div>6.1.2.	Обновить, дополнить предоставленную информацию о персональных данных в случае изменения данной информации.</div>
    <div>
        6.1.3.	Пользователь имеет право на получение у Администрации информации, касающейся обработки его персональных данных,
        если такое право не ограничено в соответствии с федеральными законами. Пользователь вправе требовать от Администрации
        уточнения его персональных данных, их блокирования или уничтожения в случае, если персональные данные являются неполными,
        устаревшими, неточными, незаконно полученными или не являются необходимыми для заявленной цели обработки, а также принимать
        предусмотренные законом меры по защите своих прав. Для этого достаточно уведомить Администрацию по указанному E-mail адресу.
    </div>

</div>

<div>6.2.	Администрация обязана:</div>

<div style="margin-left: 25px; margin-bottom: 10px;">

    <div>6.2.1.	Использовать полученную информацию исключительно для целей, указанных в п. 4 настоящей Политики конфиденциальности.</div>
    <div>
        6.2.2.	Обеспечить хранение конфиденциальной информации в тайне, не разглашать без предварительного письменного разрешения Пользователя,
        а также не осуществлять продажу, обмен, опубликование, либо разглашение иными возможными способами переданных персональных данных Пользователя,
        за исключением п.п. 5.2. настоящей Политики Конфиденциальности.
    </div>
    <div>
        6.2.3.	Принимать меры предосторожности для защиты конфиденциальности персональных данных Пользователя согласно порядку,
        обычно используемого для защиты такого рода информации в существующем деловом обороте.
    </div>
    <div>
        6.2.4.	Осуществить блокирование персональных данных, относящихся к соответствующему Пользователю, с момента обращения или запроса
        Пользователя, или его законного представителя либо уполномоченного органа по защите прав субъектов персональных данных на период проверки,
        в случае выявления недостоверных персональных данных или неправомерных действий.
    </div>

</div>

<p>7.	Ответственность сторон</p>

<div>
    7.1.	Администрация, не исполнившая свои обязательства, несёт ответственность за убытки, понесённые Пользователем в связи с неправомерным
    использованием персональных данных, в соответствии с законодательством Российской Федерации, за исключением случаев, предусмотренных
    п.п. 5.2. и 7.2. настоящей Политики Конфиденциальности.
</div>
<div>
    7.2.	В случае утраты или разглашения Конфиденциальной информации Администрация не несёт ответственность,
    если данная конфиденциальная информация:
</div>

<div style="margin-left: 25px;">

    <div>7.2.1.	Стала публичным достоянием до её утраты или разглашения.</div>
    <div>7.2.2.	Была получена от третьей стороны до момента её получения Администрацией Ресурса.</div>
    <div>7.2.3.	Была разглашена с согласия Пользователя.</div>

</div>

<div>
    7.3.	Пользователь несет полную ответственность за соблюдение требований законодательства РФ, в том числе законов о рекламе,
    о защите авторских и смежных прав, об охране товарных знаков и знаков обслуживания, но не ограничиваясь перечисленным, включая
    полную ответственность за содержание и форму материалов.
</div>
<div>
    7.4.	Пользователь признает, что ответственность за любую информацию (в том числе, но не ограничиваясь: файлы с данными, тексты и т. д.),
    к которой он может иметь доступ как к части сайта spaccel, несет лицо, предоставившее такую информацию.
</div>
<div>
    7.5.	Пользователь соглашается, что информация, предоставленная ему как часть сайта spaccel, может являться объектом интеллектуальной
    собственности, права на который защищены и принадлежат другим Пользователям, партнерам или рекламодателям, которые размещают такую информацию
    на сайте spaccel. Пользователь не вправе вносить изменения, передавать в аренду, передавать на условиях займа, продавать, распространять
    или создавать производные работы на основе такого Содержания (полностью или в части), за исключением случаев, когда такие действия были
    письменно прямо разрешены собственниками такого Содержания в соответствии с условиями отдельного соглашения.
</div>
<div>
    7.6.	В отношение текстовых материалов (статей, публикаций, находящихся в свободном публичном доступе на сайте spaccel) допускается их
    распространение при условии, что будет дана ссылка на spaccel.
</div>
<div>
    7.7.	Администрация не несет ответственности перед Пользователем за любой убыток или ущерб, понесенный Пользователем в результате удаления,
    сбоя или невозможности сохранения какого-либо Содержания и иных коммуникационных данных, содержащихся на сайте или передаваемых через него.
</div>
<div>
    7.8.	Администрация не несет ответственности за любые прямые или косвенные убытки, произошедшие из-за: использования либо невозможности
    использования сайта, либо отдельных сервисов; несанкционированного доступа к коммуникациям Пользователя; заявления или поведение любого
    третьего лица на сайте.
</div>
<div style="margin-bottom: 10px;">
    7.9.	Администрация не несет ответственность за какую-либо информацию, размещенную пользователем на сайте spaccel, включая, но не ограничиваясь:
    информацию, защищенную авторским правом, без прямого согласия владельца авторского права.
</div>

<p>8.	Разрешение споров</p>

<div style="margin-bottom: 10px;">

    <div>
        8.1.	До обращения в суд с иском по спорам, возникающим из отношений между Пользователем и Администрацией, обязательным является
        предъявление претензии (письменного предложения или предложения в электронном виде о добровольном урегулировании спора).
    </div>
    <div>
        8.2.	Получатель претензии в течение 30 календарных дней со дня получения претензии, письменно или в электронном виде уведомляет
        заявителя претензии о результатах рассмотрения претензии.
    </div>
    <div>8.3.	При не достижении соглашения спор будет передан на рассмотрение Арбитражного суда г. Нижнего Новгорода.</div>
    <div>
        8.4.	К настоящей Политике конфиденциальности и отношениям между Пользователем и Администрацией
        применяется действующее законодательство Российской Федерации.
    </div>

</div>

<p>9.	Дополнительные условия</p>

<div style="margin-bottom: 10px;">

    <div>9.1.	Администрация вправе вносить изменения в настоящую Политику конфиденциальности без согласия Пользователя.</div>
    <div>9.2.	Новая Политика конфиденциальности вступает в силу с момента ее размещения на сайте spaccel, если иное не предусмотрено новой редакцией Политики конфиденциальности.</div>
    <div>9.3.	Все предложения или вопросы касательно настоящей Политики конфиденциальности следует сообщать по адресу mihailionf@gmail.ru.</div>

</div>

<p>Обновлено: 15 Апреля 2021 года</p>