app/controllers/AppController.php

    public function setOnlineTime(): bool
    {
        $user = User::findOne(Yii::$app->user->id);
---
SELECT * FROM `user` WHERE `id`=1