app/controllers/BehaviorsUserPartController.php

    public function beforeAction($action): bool
    {
        if (!Yii::$app->user->isGuest) {

            $user = User::findOne(Yii::$app->user->getId());
---
SELECT * FROM `user` WHERE `id`=1

                        }
                    ],

                    [
                        'allow' => true,
                        'roles' => ['@'],
                        'matchCallback' => function ($rule, $action) {
                            $user = User::findOne(Yii::$app->user->getId());
                            $isActiveClient = $user->clientUser->client->isActive();
                            return User::isUserSimple($user->getUsername()) && $isActiveClient;
                        }
                    ],
---
SELECT * FROM `client_user` WHERE `user_id`=1
SELECT * FROM `client` WHERE `id`=1
SELECT * FROM `user` WHERE `id`=1