app/controllers/MessageController.php

SELECT * FROM `user` WHERE `id`=1
---
    public function actionGetCountUnreadMessages(int $id)
    {
        $user = User::findOne($id);