app/models/CheckingOnlineUser.php

    public function setLastActiveTime(): void
    {
        $this->last_active_time = time();
        $this->save();
---
UPDATE `checking_online_user` SET `last_active_time`=1710003765 WHERE `id`=1