app/models/Client.php

    public function findClientActivation(): ?ActiveRecord
    {
        return ClientActivation::find()
            ->andWhere(['client_id' => $this->getId()])
            ->orderBy(['created_at' => SORT_DESC])
            ->one();
---
SELECT * FROM `client_activation` WHERE `client_id`=1 ORDER BY `created_at` DESC