app/models/User.php

SELECT * FROM `user` WHERE (`id`=1) AND (`confirm`=20)
---
    public static function findIdentity($id)
    {
        return static::findOne([
            'id' => $id,
            'confirm' => self::CONFIRM,
        ]);

SELECT COUNT(*) FROM `message_admin` WHERE (`adressee_id`=1) AND (`status`=10)
SELECT COUNT(*) FROM `message_development` WHERE (`adressee_id`=1) AND (`status`=10)
SELECT COUNT(*) FROM `message_expert` WHERE (`adressee_id`=1) AND (`status`=10)
---
    public function getCountUnreadMessages()
    {
        $count = 0;

        if (self::isUserSimple($this->getUsername())) {

            $countUnreadMessagesAdmin = MessageAdmin::find()->andWhere(['adressee_id' => $this->getId(), 'status' => MessageAdmin::NO_READ_MESSAGE])->count();
            $countUnreadMessagesDev = MessageDevelopment::find()->andWhere(['adressee_id' => $this->getId(), 'status' => MessageDevelopment::NO_READ_MESSAGE])->count();
            $countUnreadMessagesExpert = MessageExpert::find()->andWhere(['adressee_id' => $this->getId(), 'status' => MessageExpert::NO_READ_MESSAGE])->count();

SELECT * FROM `user` WHERE (`username`='IvanoV') AND (`role`=10) AND (`status`=10)
---
    public static function isUserSimple(string $username): bool
    {
        if (static::findOne(['username' => $username, 'role' => self::ROLE_USER, 'status' => self::STATUS_ACTIVE])) {

SELECT * FROM `user` WHERE (`username`='IvanoV') AND (`role`=15) AND (`status`=10)
---
    public static function isUserContractor(string $username): bool
    {
        if (static::findOne(['username' => $username, 'role' => self::ROLE_CONTRACTOR, 'status' => self::STATUS_ACTIVE])) {

SELECT * FROM `user` WHERE (`username`='IvanoV') AND (`role`=20) AND (`status`=10)
---
    public static function isUserAdmin(string $username): bool
    {
        if (static::findOne(['username' => $username, 'role' => self::ROLE_ADMIN, 'status' => self::STATUS_ACTIVE])) {

SELECT * FROM `user` WHERE (`username`='IvanoV') AND (`role`=30) AND (`status`=10)
---
    public static function isUserMainAdmin(string $username): bool
    {
        if (static::findOne(['username' => $username, 'role' => self::ROLE_MAIN_ADMIN, 'status' => self::STATUS_ACTIVE])) {

SELECT * FROM `user` WHERE (`username`='IvanoV') AND (`role`=40) AND (`status`=10)
---
    public static function isUserExpert(string $username): bool
    {
        if (static::findOne(['username' => $username, 'role' => self::ROLE_EXPERT, 'status' => self::STATUS_ACTIVE])) {

SELECT * FROM `user` WHERE (`username`='IvanoV') AND (`role`=100) AND (`status`=10)
---
    public static function isUserDev(string $username): bool
    {
        if (static::findOne(['username' => $username, 'role' => self::ROLE_DEV, 'status' => self::STATUS_ACTIVE])) {

SELECT * FROM `user` WHERE (`username`='IvanoV') AND (`role`=50) AND (`status`=10)
---
    public static function isUserManager(string $username): bool
    {
        if (static::findOne(['username' => $username, 'role' => self::ROLE_MANAGER, 'status' => self::STATUS_ACTIVE])) {

SELECT * FROM `user` WHERE (`username`='IvanoV') AND (`role`=25) AND (`status`=10)
---
    public static function isUserAdminCompany(string $username): bool
    {
        if (static::findOne(['username' => $username, 'role' => self::ROLE_ADMIN_COMPANY, 'status' => self::STATUS_ACTIVE])) {